INSERT INTO `product`(title, `description`, minimum_price, category, location, thumbnail_image,
                      progressed, expire_at, created_at, user_id, winning_price)
VALUES ('SK매직 전자레인지',
        '상태 조와요 많이 안 사용 했어요',
        35000, 'DIGITAL_DEVICE', '동작구 노량진동',
        'https://user-images.githubusercontent.com/61923768/182769989-808e966a-c5c9-4683-9af2-7da8d1e82489.png',
        0, ' 2022-07-27T15:00:00', '2022-07-20T14:36:00', 1, 35000),
       ('코스트코 고릴라렉 3세트',
        '2년전 구매 닦으면 새거처럼 사용할수있을거에요
   3세트있고 각개로 3만원에 팝니다.
   오셔서 가져가셔야해요',
        30000, 'FURNITURE', '울산남구달동',
        'https://user-images.githubusercontent.com/61923768/182771448-d2eefc50-7f3a-4582-8eb7-e91ebb9e94d0.png',
        0, '2022-07-28T15:00:00', '2022-07-21T14:42:00', 2, 30000)
;
INSERT INTO `product`(title, `description`, minimum_price, category, location, thumbnail_image,
                      progressed, expire_at, created_at, user_id)
VALUES ('신화월드 워터파크2매',
        '2장있습니다
장당가격이에요',
        30000, 'BOOK_TICKET_RECORD', '제주 서귀포시 동홍동',
        'https://user-images.githubusercontent.com/61923768/182772088-dd88bdd3-0313-47cf-ad2a-cc7f000261ce.png',
        0, '2022-07-28T15:00:00', '2022-07-21T14:47:00', 1),
       ('야외테이블과의자셋트',
        '직접가져가셔야해요.
서홍동입니다.
야외에서 앉은적많진않아서 야외에 비치만해뒀네요^^',
        70000, 'FURNITURE', '제주 서귀포시 서홍동',
        'https://user-images.githubusercontent.com/61923768/182772718-258fa024-b207-4203-8e8a-2dc1f3bc21f2.png',
        1, '2022-08-09T15:00:00', '2022-08-02T14:51:00', 2),
       ('봉숭아비품',
        '농원입니다 지금수확해작업중인데 혹시히갈림이나비품싸게드실분오세요 많이드립니다',
        10000, 'FOOD', '강원도 원주시 소초면',
        'https://user-images.githubusercontent.com/61923768/182773076-843c2e7f-755e-4fed-9488-a9ae7308c416.png',
        1, '2022-08-09T15:00:00', '2022-08-02T14:55:00', 1),
       ('2020년 구입한 냉장고 판매합니다',
        '2020년 구입 제품입니다
   1층까지는 내려드립니다
   거제시 사등면',
        50000, 'FURNITURE', '경남 거제시 사등면',
        'https://user-images.githubusercontent.com/61923768/182773538-427174aa-da9a-42c0-a173-51ceff4b9951.png',
        1, '2022-08-10T15:00:00', '2022-08-03T14:57:00', 2),
       ('선반',
        '선반5,000',
        5000, 'FURNITURE', '강원도 원주시 당구동',
        'https://user-images.githubusercontent.com/61923768/182774128-cd2e0d74-281f-443b-85ad-4bba6ddbef7c.png',
        1, '2022-08-10T16:00:00', '2022-08-03T15:01:00', 1),
       ('갤럭시탭a7',
        '이런저런 사정으로 여러 짐들 정리하고 있습니다.
원래 저렴한 제품이긴한데, 그래도 이건 그냥드리긴 좀 아깝네요. 사진처럼 깨끗하게 잘 쓴편입니다.
야간근무라 연락이 늦어요.
. 되는데로 답드리고, 집앞에 작은주머니 있으니 안 보이게 내놓던지 하겠습니다.
아래 제품 정보랑 사이즈 확인 부탁드립니다.',
        10000, 'DIGITAL_DEVICE', '동작구 상도동',
        'https://user-images.githubusercontent.com/61923768/182774420-6bc2442d-1566-4f3c-8f9c-ad33b4a4a005.png',
        1, '2022-08-10T16:00:00', '2022-08-03T15:04:00', 2),
       ('자전거', '자전거 2대 입니다
흰색. 파란색
흰색 사이클은 뒷바퀴 떼우셔야해요',
        20000, 'SPORTS_LEISURE', '인천 남구동 논현고잔동',
        'https://user-images.githubusercontent.com/61923768/182774860-7686948d-5aa6-4476-a9e7-cf08714ceada.png',
        1, '2022-08-10T16:00:00', '2022-08-03T15:06:00', 1),
       ('아이폰 12 Pro',
        '작년 12월쯤 구매했구 이번에 13 pro를
사게되어서 싸게팔아요
급처하고 쿨거래시 네고 가능해요
상태는 하자는 딱히 없고 생활기스 도 거의 없습니다
배터리 90%입니다
연락주세요',
        450000, 'DIGITAL_DEVICE', '인천 미추홀구 주안1동',
        'https://user-images.githubusercontent.com/61923768/182775206-3ba2faf4-709f-4430-b9b8-4624bbc17869.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:11:00', 2),
       ('아이폰13프로 팝니다 급쳐요',
        '새제품이고요 여자친구가 미국에서 두대 사왔는데
   한대 필요없다고해서 저렴하게판매합니다
   연락오신분께 선착순으로 판매하겠습니다 감사합니다',
        800000, 'DIGITAL_DEVICE', '강남구 역삼동',
        'https://user-images.githubusercontent.com/61923768/182775861-dc71c45f-df4c-4c24-b7b4-4eed7959e119.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:14:00', 1),
       ('책상',
        '이제 사용안해서 스케줄 달력이랑 함께 팝니다
해체해놓을 예정입니다',
        5000, 'FURNITURE', '광주 북구 연제동',
        'https://user-images.githubusercontent.com/61923768/182776480-12d4e3ff-a7b5-4953-96ef-540fe7dda9a5.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:17:00', 2),
       ('32인치 삼성 모니터',
        '3년 전 구매한거같아요.
기숙사 살때 핸드폰 연결해서 보려고 구매했던 모니터에요.
상태 양호합니다. 원하시면 박스도 드리는데 박스는 베란다에 둬서 좀 더러우니 참고바래요.',
        30000, 'DIGITAL_DEVICE', '경기도 광주시 오포읍',
        'https://user-images.githubusercontent.com/61923768/182776812-79f313d6-7519-4a8c-a79c-3e0da49d7226.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:19:00', 1),
       ('선풍기 2대',
        '안쓰는 선풍기 판매합니다(2대)
리모콘은 건전지가 다되어서 교체하셔야 하고
그외는 잘 작동하며 세척도 다 하였습니다
상동 오셔서 직접 가져가시면 됩니다!!',
        10000, 'FURNITURE', '경기도 부천시 상동',
        'https://user-images.githubusercontent.com/61923768/182777176-6db512e4-256e-4bbc-bc45-71a74c31fe10.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:21:00', 2),
       ('제습기 판매',
        '구입후 몇번사용안하고 펜트리에 보관만 했어요
필요하신분 가져가셔요~',
        35000, 'FURNITURE', '부산 사하구 다대제2동',
        'https://user-images.githubusercontent.com/61923768/182777450-791319a6-63bb-462b-9819-59063c5496dc.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:24:00', 1),
       ('임영웅 서울 콘서트 S석 + 공식응원봉 일괄 양도',
        '8월 13일 토요일 공연)S석 2층 29구역 7열 한자리
ㅡ 티켓금액 121000원 + 예매수수료 2000원 + 배송비 3000원 = 126000원
ㅡ 공식응원봉 45000원 + 배송비 3000원 = 48000원
총 17만4천원에 양도 합니다
원가이므로 가격조정 요청은 거절합니다

선물로 응원봉까지 사서 준비해둔거였는데 지인분이 개인적인 사정으로 못가게돼서.
    .ㅎㅠ.
    .. 같이 양도합니다 ,,응원봉도 당연히 미사용이에요(건전지 따로 준비하셔야됨) 첨부한 사진 보시다시피 티켓, 응원봉 둘다 이미 배송받은 상태라 제가 갖고있구요 직거래가 여러모로 맘편할듯해서 당근마켓에 먼저 올려봅니다

자리는 사진에 표시했듯 29구역에서 뒷블럭에 속하는 자리입니다

무조건 티켓+응원봉 일괄로만 거래하니까 개별문의X 환불X

직거래는 수유2동주민센터에서만 가능합니다 ~!~!!',
        174000, 'BOOK_TICKET_RECORD', '강북구 수유2동',
        'https://user-images.githubusercontent.com/61923768/182778319-31bd1d14-347f-43d3-8368-1c88b37aa446.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:32:00', 2),
       ('스팸',
        '스팸 너무 많아서 싸게 올립니다',
        7000, 'FOOD', '양천구 목동',
        'https://user-images.githubusercontent.com/61923768/182779815-5edd75be-cef3-48ab-8a64-bb69cee82af6.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:37:00', 1),
       ('루이비통 가방',
        '20년 정도 되었고 내부상태 깨끗한편
오래되어서 개런티 카드없어요.',
        20000, 'WOMAN_GOODS', '강남구 논현동',
        'https://user-images.githubusercontent.com/61923768/182780210-bbd996a9-bbbe-4754-b04b-842b6424577e.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:39:00', 2),
       ('갤럭시워치4 클래식 46mm',
        '작년 10월 정도에 구매
액정 생활기스 있습니다
포장 박스 없음
한달정도 착용 했습니다',
        60000, 'DIGITAL_DEVICE', '경기도 평택시 서정동',
        'https://user-images.githubusercontent.com/61923768/182780449-3aab332f-29e8-4f7e-b2d0-3cbbcef79c39.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:41:00', 1),
       ('포켓몬빵',
        '개당 가격입니다
일괄구매하시는분께 우선 판매합니다~

되팔렘 가능성 때문에 아이들이나
학생들에게는 판매하지 않습니다
본인 아이에게 줄 부모에게만 판매합니다
확인을 위해 질문이 있을 수 있습니다

문고리거래 백병원쪽',
        1500, 'FOOD', '경기도 의정부시 신곡동',
        'https://user-images.githubusercontent.com/61923768/182780891-4f142cf5-f130-4ee7-9159-d88736717ae4.png',
        1, '2022-08-11T16:00:00', '2022-08-04T15:43:00', 2)
;
