insert into `chat_room`(seller_id, winner_id, product_id, created_at)
values(1, 2, 1, '2022-08-10T12:12:12'),
      (3, 1, 2, '2022-08-10T13:13:13');


insert into `chat_message`(sender_id, chat_room_id, message, created_at)
values (1, 1, '안녕하세요', '2022-08-10T12:12:13'),
       (2, 1, '안녕하세요', '2022-08-10T12:12:14'),
       (1, 1, '네 물건 좋죠?', '2022-08-10T12:12:25'),
       (2, 1, '네! 개 맘에 듭니다.', '2022-08-10T12:12:34'),
       (1, 1, '거래는 어떻게 할까요??', '2022-08-10T12:12:45'),
       (2, 1, '마지막 메세지', '2022-08-10T12:12:54'),
       (3, 2, '안녕하세요', '2022-08-10T13:13:13'),
       (1, 2, '안녕하세요', '2022-08-10T13:13:14'),
       (3, 2, '네 물건 좋죠?', '2022-08-10T13:13:25'),
       (1, 2, '네! 개 맘에 듭니다.', '2022-08-10T13:13:34'),
       (3, 2, '거래는 어떻게 할까요??', '2022-08-10T13:13:45'),
       (1, 2, '마지막 메세지', '2022-08-10T13:13:54');
